Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: If enabled, warm-up sets will be counted in total volume and personal records.
de: Wenn diese Option aktiviert ist, werden Aufwärmsätze zum Gesamtvolumen und zu den persönlichen Rekorden gezählt.
es: Si está habilitado, las series de calentamiento se contarán en el volumen total y en los registros personales.
fr: Si cette option est activée, les séries d'échauffement seront comptées dans le volume total et les records personnels.
it: Se abilitate, le serie di riscaldamento verranno conteggiate nel volume totale e nei record personali.
pt_pt: Se ativado, as séries de aquecimento serão contadas no volume total e nos recordes pessoais.
ru: Если включено, разминочные подходы будут учитываться в общем объеме и личных рекордах.

source: If you feel sharp pain, stop immediately and consult a professional
de: Wenn Sie starke Schmerzen verspüren, hören Sie sofort auf und konsultieren Sie einen Fachmann
es: Si siente un dolor agudo, deténgase inmediatamente y consulte a un profesional.
fr: Si vous ressentez une douleur vive, arrêtez immédiatement et consultez un professionnel
it: Se avverti un dolore acuto, fermati immediatamente e consulta un professionista
pt_pt: Se você sentir uma dor aguda, pare imediatamente e consulte um profissional
ru: Если вы чувствуете острую боль, немедленно остановитесь и обратитесь к профессионалу

source: If you stay as a guest, your training data will not be saved in the cloud.
de: Wenn Sie als Gast übernachten, werden Ihre Trainingsdaten nicht in der Cloud gespeichert.
es: Si te quedas como invitado, tus datos de entrenamiento no se guardarán en la nube.
fr: Si vous restez en tant qu'invité, vos données d'entraînement ne seront pas enregistrées dans le cloud.
it: Se rimani come ospite, i tuoi dati di allenamento non verranno salvati nel cloud.
pt_pt: Se você ficar como convidado, seus dados de treino não serão salvos na nuvem.
ru: Если вы останетесь гостем, данные не будут сохранены в облаке.

source: Import Failed
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation
it: Importazione non riuscita
pt_pt: Falha na importação
ru: Импорт не удался

# In %@ your %@ is predicted to reach %@ %@!
source: In %1$@ your %2$@ is predicted to reach %3$@ %4$@!
de: In %1$@ wird Ihr %2$@ voraussichtlich %3$@ %4$@ erreichen!
es: ¡En %1$@ se predice que tu %2$@ alcanzará %3$@ %4$@!
fr: Dans %1$@, votre %2$@ devrait atteindre %3$@ %4$@ !
it: Si prevede che in %1$@ il tuo %2$@ raggiungerà %3$@ %4$@!
pt_pt: Em %1$@ está previsto que seu %2$@ alcance %3$@ %4$@!
ru: В %1$@ прогнозируется, что ваш %2$@ достигнет %3$@ %4$@!

source: In Progress
de: Im Gange
es: En curso
fr: En cours
it: In corso
pt_pt: Em andamento
ru: В ходе выполнения

source: In process
de: In Bearbeitung
es: En proceso
fr: En cours
it: In corso
pt_pt: Em processo
ru: В процессе

source: In progress...
de: Im Gange...
es: En curso...
fr: En cours...
it: In corso...
pt_pt: Em andamento...
ru: В процессе...

source: Inches
de: Zoll
es: Pulgadas
fr: Pouces
it: Pollici
pt_pt: Polegadas
ru: Дюймы

source: Inches (in)
de: Zoll (in)
es: Pulgadas (pulg)
fr: Pouces (po)
it: pollici (pollici)
pt_pt: Polegadas (pol.)
ru: Дюймы (in)

source: Incline Dumbbell Press
de: Schräghanteldrücken
es: Press inclinado con mancuernas
fr: Presse à haltères inclinée
it: Pressa con manubri inclinata
pt_pt: Supino inclinado com halteres
ru: Жим гантелей на наклонной

source: Include Warmups in Stats
de: Beziehen Sie Aufwärmübungen in die Statistiken ein
es: Incluir calentamientos en las estadísticas
fr: Inclure les échauffements dans les statistiques
it: Includi il riscaldamento nelle statistiche
pt_pt: Incluir aquecimentos nas estatísticas
ru: Включить разминку в статистику

source: Included Routines
de: Enthaltene Routinen
es: Rutinas incluidas
fr: Routines incluses
it: Routine incluse
pt_pt: Rotinas incluídas
ru: Включенные программы

source: Includes
de: Inklusive
es: Incluye
fr: Comprend
it: Include
pt_pt: Inclui
ru: Включает

source: Includes %@x Effort Multiplier
de: Beinhaltet %@x Aufwandsmultiplikator
es: Incluye %@x multiplicador de esfuerzo
fr: Comprend un multiplicateur d'effort %@x
it: Include %@x moltiplicatore di sforzo
pt_pt: Inclui multiplicador de esforço %@x
ru: Включает множитель усилий %@x.

source: Increase Training Frequency
de: Erhöhen Sie die Trainingshäufigkeit
es: Aumentar la frecuencia de entrenamiento
fr: Augmenter la fréquence de formation
it: Aumenta la frequenza di allenamento
pt_pt: Aumente a frequência de treinamento
ru: Увеличить частоту тренировок

source: Increase training frequency
de: Erhöhen Sie die Trainingsfrequenz
es: Aumentar la frecuencia del entrenamiento.
fr: Augmenter la fréquence des entraînements
it: Aumentare la frequenza degli allenamenti
pt_pt: Aumente a frequência de treinamento
ru: Увеличить частоту тренировок

source: Increase training volume
de: Erhöhen Sie das Trainingsvolumen
es: Aumentar el volumen de entrenamiento
fr: Augmenter le volume d'entraînement
it: Aumenta il volume dell'allenamento
pt_pt: Aumentar o volume de treino
ru: Увеличить объем тренировок

source: Initializing AI...
de: KI wird initialisiert...
es: Inicializando IA...
fr: Initialisation de l'IA...
it: Inizializzazione dell'IA...
ru: Инициализация ИИ...

source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
pt_pt: Inicializando...
ru: Инициализация...

source: Insufficient data
de: Unzureichende Daten
es: Datos insuficientes
fr: Données insuffisantes
it: Dati insufficienti
pt_pt: Dados insuficientes
ru: Недостаточно данных

source: Intelligent Adjustments
de: Intelligente Anpassungen
es: Ajustes inteligentes
fr: Ajustements intelligents
it: Regolazioni intelligenti
pt_pt: Ajustes Inteligentes
ru: Интеллектуальные корректировки

source: Intense Effort
de: Intensiver Aufwand
es: Esfuerzo intenso
fr: Effort intense
it: Sforzo intenso
pt_pt: Esforço Intenso
ru: Максимальная интенсивность

source: Intermediate
de: Dazwischenliegend
es: Intermedio
fr: Intermédiaire
it: Intermedio
pt_pt: Intermediário
ru: Средний

source: Internet connection required.
de: Internetverbindung erforderlich.
es: Se requiere conexión a Internet.
fr: Connexion Internet requise.
it: È necessaria una connessione Internet.
pt_pt: É necessária conexão com a Internet.
ru: Требуется подключение к интернету.

source: Internet connection required. Please check your network.
de: Internetverbindung erforderlich. Bitte überprüfen Sie Ihr Netzwerk.
es: Se requiere conexión a Internet. Por favor verifique su red.
fr: Connexion Internet requise. Veuillez vérifier votre réseau.
it: È necessaria una connessione Internet. Controlla la tua rete.
pt_pt: É necessária conexão com a Internet. Por favor, verifique sua rede.
ru: Требуется подключение к интернету. Пожалуйста, проверьте сеть.

source: Invalid Input
de: Ungültige Eingabe
es: Entrada no válida
fr: Entrée invalide
it: Immissione non valida
pt_pt: Entrada inválida
ru: Неверный ввод

source: Isolation
de: Isolierung
es: Aislamiento
fr: Isolement
it: Isolamento
pt_pt: Isolamento
ru: Изоляция

source: It's been %lld days since your last workout.
de: Seit deinem letzten Training sind %lld Tage vergangen.
es: Han pasado %lld días desde tu último entrenamiento.
fr: Cela fait %lld jours depuis votre dernière séance d'entraînement.
it: Sono passati %lld giorni dal tuo ultimo allenamento.
pt_pt: Já se passaram %lld dias desde seu último treino.
ru: Прошло %lld дней с последней тренировкой.

source: It's been %lld days! A quick 20-min session is better than nothing.
de: Es sind %lld Tage vergangen! Eine kurze 20-minütige Sitzung ist besser als nichts.
es: ¡Han pasado %lld días! Una sesión rápida de 20 minutos es mejor que nada.
fr: Cela fait %lld jours ! Une séance rapide de 20 minutes vaut mieux que rien.
it: Sono passati %lld giorni! Una sessione veloce di 20 minuti è meglio di niente.
pt_pt: Já se passaram %lld dias! Uma sessão rápida de 20 minutos é melhor que nada.
ru: Прошло %lld дней! Быстрая 20-мин сессия лучше, чем ничего.

source: Items
de: Artikel
es: Elementos
fr: Articles
it: Elementi
pt_pt: Unid
ru: Элементы

source: Keep crushing it! You're on fire! 🔥
de: Zerstöre es weiter! Du brennst! 🔥
es: ¡Sigue aplastándolo! ¡Estás en llamas! 🔥
fr: Continuez à l'écraser ! Tu es en feu ! 🔥
it: Continua a schiacciarlo! Sei in fiamme! 🔥
pt_pt: Continue esmagando! Você está pegando fogo! 🔥
ru: Продолжай рвать! Ты в огне! 🔥

source: Keep the bar close to your body - it should almost scrape your shins
de: Halten Sie die Stange nah am Körper – sie sollte fast Ihre Schienbeine berühren
es: Mantenga la barra cerca de su cuerpo; casi debería rasparle las espinillas.
fr: Gardez la barre près de votre corps - elle devrait presque vous gratter les tibias
it: Tieni la barra vicino al corpo: dovrebbe quasi graffiarti gli stinchi
pt_pt: Mantenha a barra próxima ao corpo – ela quase deve arranhar suas canelas
ru: Держите гриф близко к телу - он должен почти касаться голеней

source: Keep the fire burning!
de: Lass das Feuer brennen!
es: ¡Mantén el fuego encendido!
fr: Gardez le feu allumé !
it: Mantieni il fuoco acceso!
pt_pt: Mantenha o fogo aceso!
ru: Поддерживайте огонь!

source: Keep up the good work!
de: Machen Sie weiter so!
es: ¡Sigan con el buen trabajo!
fr: Continuez votre bon travail !
it: Continuate così!
pt_pt: Continue com o bom trabalho!
ru: Продолжайте в том же духе!

source: Keep your chest up and gaze forward to maintain proper posture
de: Halten Sie Ihre Brust hoch und blicken Sie nach vorne, um die richtige Haltung beizubehalten
es: Mantenga el pecho erguido y mire hacia adelante para mantener una postura adecuada.
fr: Gardez votre poitrine relevée et regardez vers l’avant pour maintenir une bonne posture
it: Tieni il petto in alto e guarda avanti per mantenere una postura corretta
pt_pt: Mantenha o peito erguido e olhe para frente para manter a postura adequada
ru: Держите грудь поднятой и смотрите вперед, чтобы поддерживать правильную осанку

source: Keep your core engaged throughout the exercise
de: Halten Sie Ihren Rumpf während der gesamten Übung in Bewegung
es: Mantenga su núcleo comprometido durante todo el ejercicio.
fr: Gardez votre cœur engagé tout au long de l’exercice
it: Mantieni il core impegnato durante l'esercizio
pt_pt: Mantenha seu núcleo engajado durante todo o exercício
ru: Держите корпус напряженным на протяжении всего упражнения

source: Keep your feet firmly planted on the floor for stability
de: Halten Sie Ihre Füße fest auf dem Boden, um Stabilität zu gewährleisten
es: Mantenga los pies firmemente plantados en el suelo para mayor estabilidad.
fr: Gardez vos pieds fermement plantés sur le sol pour plus de stabilité
it: Tieni i piedi ben piantati sul pavimento per stabilità
pt_pt: Mantenha os pés firmemente plantados no chão para estabilidade
ru: Держите ноги плотно прижатыми к полу для устойчивости

source: Keep your knees in line with your toes, never let them cave inward
de: Halten Sie Ihre Knie in einer Linie mit Ihren Zehen und lassen Sie sie niemals nach innen einknicken
es: Mantenga las rodillas alineadas con los dedos de los pies, nunca deje que se doblen hacia adentro.
fr: Gardez vos genoux alignés avec vos orteils, ne les laissez jamais s'effondrer vers l'intérieur
it: Tieni le ginocchia in linea con le dita dei piedi, non lasciare mai che cedano verso l'interno
pt_pt: Mantenha os joelhos alinhados com os dedos dos pés, nunca os deixe ceder para dentro
ru: Держите колени в одной линии с носками, чтобы они не заваливались внутрь

source: Keep your shoulder blades retracted and pressed into the bench
de: Halten Sie Ihre Schulterblätter zurückgezogen und in die Bank gedrückt
es: Mantenga los omóplatos retraídos y presionados contra el banco.
fr: Gardez vos omoplates rétractées et appuyées contre le banc
it: Tieni le scapole retratte e premute sulla panca
pt_pt: Mantenha as omoplatas retraídas e pressionadas no banco
ru: Держите лопатки сведенными и прижатыми к скамье

source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
pt_pt: Chave
ru: Ключ

source: Key 1
de: Schlüssel 1
es: Clave 1
fr: Clé 1
it: Chiave 1
pt_pt: Chave 1
ru: Ключ 1

source: Key 2
de: Schlüssel 2
es: Clave 2
fr: Clé 2
it: Chiave 2
pt_pt: Chave 2
ru: Ключ 2

source: Key 3
de: Schlüssel 3
es: Clave 3
fr: Clé 3
it: Chiave 3
pt_pt: Chave 3
ru: Ключ 3

source: Key Tips
de: Wichtige Tipps
es: Consejos clave
fr: Conseils clés
it: Suggerimenti chiave
pt_pt: Dicas principais
ru: Ключевые советы

source: Kilograms
de: Kilogramm
es: kilogramos
fr: Kilogrammes
it: Chilogrammi
pt_pt: Quilogramas
ru: Килограммы

source: Kilograms (kg)
de: Kilogramm (kg)
es: Kilogramos (kg)
fr: Kilogrammes (kg)
it: Chilogrammi (kg)
pt_pt: Quilogramas (kg)
ru: Килограммы (кг)

source: LEVEL UP!
de: Level aufsteigen!
es: ¡ELEVAR A MISMO NIVEL!
fr: NIVEAU SUPÉRIEUR !
it: SALIRE DI LIVELLO!
pt_pt: SUBIR DE NÍVEL!
ru: ПОВЫШАЙТЕ УРОВЕНЬ!

source: Label
de: Etikett
es: Etiqueta
fr: Étiquette
it: Etichetta
pt_pt: Rótulo
ru: Метка

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_pt: Linguagem
ru: Язык

source: Last 3 Months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
it: Ultimi 3 mesi
pt_pt: Últimos 3 meses
ru: Последние 3 месяца

# Last 30 days: %lld Chest sets vs %lld Back sets. Add more Rows or Pull-ups!
source: Last 30 days: %1$lld Chest sets vs %2$lld Back sets. Add more Rows or Pull-ups!
de: Letzte 30 Tage: %1$lld Brustsätze vs. %2$lld Rückensätze. Fügen Sie weitere Reihen oder Klimmzüge hinzu!
es: Últimos 30 días: %1$lld conjuntos de pecho versus %2$lld conjuntos de espalda. ¡Agrega más filas o dominadas!
fr: 30 derniers jours : %1$lld Ensembles de coffre contre %2$lld Ensembles de dos. Ajoutez plus de lignes ou de tractions !
it: Ultimi 30 giorni: %1$lld set petto contro %2$lld set schiena. Aggiungi più righe o trazioni!
pt_pt: Últimos 30 dias: %1$lld Conjuntos de peito vs %2$lld Conjuntos de costas. Adicione mais linhas ou pull-ups!
ru: Последние 30 дней: %1$lld подходов на грудь против %2$lld подходов на спину. Добавьте больше гребков или подтягиваний!

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ru: Последние 7 дней

source: Last Month
de: Letzten Monat
es: Mes pasado
fr: Mois dernier
it: Il mese scorso
pt_pt: Mês passado
ru: Последний месяц

source: Last Week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La settimana scorsa
pt_pt: Semana passada
ru: Последняя неделя

source: Last Year
de: Letztes Jahr
es: El año pasado
fr: L'année dernière
it: L'anno scorso
pt_pt: Ano passado
ru: Последний год

source: Lat Pulldown
de: Latzug
es: Jalón lateral
fr: Tirage latéral
ru: Тяга верхнего блока

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Dopo
pt_pt: Mais tarde
ru: Позже

source: Lateral Raises
de: Seitliches Heben
es: Elevaciones laterales
fr: Élévations latérales
it: Alzate laterali
pt_pt: Aumentos laterais
ru: Махи гантелями в стороны

source: Lats
de: Latissimus
es: dorsales
it: Lat
ru: Широчайшие

source: Leader
de: Führer
es: Líder
fr: Chef
pt_pt: Líder
ru: Лидер

source: Learn which mechanics and equipment dominate your workouts.
de: Erfahren Sie, welche Mechaniken und Geräte Ihr Training dominieren.
es: Aprenda qué mecánica y equipo dominan sus entrenamientos.
fr: Découvrez quels mécanismes et quels équipements dominent vos entraînements.
it: Scopri quali meccanismi e attrezzature dominano i tuoi allenamenti.
pt_pt: Aprenda quais mecânicas e equipamentos dominam seus treinos.
ru: Узнай, какие механики и оборудование доминируют в твоих тренировках.

source: Left Bicep
de: Linker Bizeps
es: Bíceps izquierdo
fr: Biceps gauche
it: Bicipite sinistro
pt_pt: Bíceps Esquerdo
ru: Левый бицепс

source: Left Calf
de: Linke Wade
es: Pantorrilla Izquierda
fr: Mollet gauche
it: Vitello sinistro
pt_pt: Panturrilha Esquerda
ru: Левая голень

source: Left Forearm
de: Linker Unterarm
es: antebrazo izquierdo
fr: Avant-bras gauche
it: Avambraccio sinistro
pt_pt: Antebraço Esquerdo
ru: Левое предплечье

source: Left Thigh
de: Linker Oberschenkel
es: muslo izquierdo
fr: Cuisse gauche
it: Coscia sinistra
pt_pt: Coxa Esquerda
ru: Левое бедро

source: Leg Day Awaits!
de: Der Beintag erwartet Sie!
es: ¡El día de las piernas te espera!
fr: Le jour de l'étape vous attend !
it: Il giorno delle gambe ti aspetta!
pt_pt: O dia da perna espera!
ru: День ног ждет!

source: Leg Press
de: Beinpresse
es: Prensa de piernas
fr: Presse à jambes
it: Pressa per le gambe
ru: Жим ногами

source: Leg Raises
de: Beinheben
es: Elevaciones de piernas
fr: Élévations de jambes
it: Sollevamenti delle gambe
pt_pt: Elevações de perna
ru: Подъем ног

source: Legend Status
de: Legendenstatus
es: Estado de la leyenda
fr: Statut de la légende
it: Stato della leggenda
pt_pt: Status da legenda
ru: Статус легенды

source: Legendary Programs
de: Legendäre Programme
es: Programas legendarios
fr: Programmes légendaires
it: Programmi leggendari
ru: Легендарные программы

source: Legs
de: Beine
es: Piernas
fr: Jambes
it: Gambe
pt_pt: Pernas
ru: Ноги

source: Legs (%@)
de: Beine (%@)
es: Piernas (%@)
fr: Jambes (%@)
it: Gambe (%@)
pt_pt: Pernas (%@)
ru: Ноги (%@)

source: Legs: Recovered
de: Beine: Genesen
es: Piernas: Recuperadas
fr: Jambes : Récupérées
it: Gambe: recuperate
pt_pt: Pernas: recuperadas
ru: Ноги: восстановлены

source: Let AI know you better
de: Lassen Sie AI Sie besser kennenlernen
es: Deja que la IA te conozca mejor
fr: Faites mieux connaître l’IA
it: Lascia che l'IA ti conosca meglio
pt_pt: Deixe a IA conhecê-lo melhor
ru: Пусть ИИ знает вас лучше

source: Let's Go
de: Lass uns gehen
es: Vamos
fr: Allons-y
it: Andiamo
pt_pt: Vamos
ru: Пойдем

source: Let's Go!
de: Lass uns gehen!
es: ¡Vamos!
fr: Allons-y!
it: Andiamo!
pt_pt: Vamos!
ru: Пойдем!

source: Let's Set Up Profile
de: Lassen Sie uns ein Profil einrichten
es: Configuremos el perfil
fr: Configurons le profil
it: Impostiamo il profilo
pt_pt: Vamos configurar o perfil
ru: Давайте настроим профиль

source: Let's crush this next set, champion!
de: Lasst uns diesen nächsten Satz vernichten, Champion!
es: ¡Aplastemos este próximo set, campeón!
fr: Écrasons ce prochain set, champion !
it: Distruggiamo il prossimo set, campione!
pt_pt: Vamos arrasar nesse próximo set, campeão!
ru: Давай размажем следующий подход, чемпион!

source: Let's keep that %lld-day streak alive together! Just a quick session?
de: Lasst uns gemeinsam diese mindestens 10-tägige Serie am Leben erhalten! Nur eine kurze Sitzung?
es: ¡Mantengamos viva esa racha de %lld días juntos! ¿Solo una sesión rápida?
fr: Continuons ensemble cette séquence de %lld jours ! Juste une séance rapide ?
it: Manteniamo viva insieme quella serie di %lld giorni! Solo una sessione veloce?
pt_pt: Vamos manter viva essa sequência de %lld dias juntos! Apenas uma sessão rápida?
ru: Давай сохраним эту %lld-дневную серию вместе! Быстрая сессия?

source: Level:
de: Ebene:
es: Nivel:
fr: Niveau:
it: Livello:
pt_pt: Nível:
ru: Уровень:

source: Lie flat
de: Legen Sie sich flach hin
es: Acuéstese
fr: Allongez-vous à plat
it: Sdraiati
ru: Лягте ровно

source: Lie on a flat bench with your feet flat on the floor. Grip the bar with hands slightly wider than shoulder-width. Lower the bar to your chest with control, then press it back up explosively. Keep your shoulders retracted and core tight throughout movement.
de: Legen Sie sich auf eine flache Bank und stellen Sie Ihre Füße flach auf den Boden. Fassen Sie die Stange mit Händen an, die etwas breiter als schulterbreit sind. Senken Sie die Stange kontrolliert auf Ihre Brust und drücken Sie sie dann explosionsartig wieder nach oben. Halten Sie Ihre Schultern während der gesamten Bewegung zurückgezogen und den Rumpf angespannt.
es: Acuéstese en un banco plano con los pies apoyados en el suelo. Agarre la barra con las manos ligeramente más anchas que el ancho de los hombros. Baja la barra hasta tu pecho con control y luego presiónala hacia arriba de manera explosiva. Mantenga los hombros retraídos y el núcleo apretado durante todo el movimiento.
fr: Allongez-vous sur un banc plat, les pieds à plat sur le sol. Saisissez la barre avec les mains légèrement plus larges que la largeur des épaules. Abaissez la barre jusqu'à votre poitrine avec contrôle, puis appuyez dessus de manière explosive. Gardez vos épaules rétractées et votre corps serré tout au long du mouvement.
it: Sdraiati su una panca piana con i piedi appoggiati sul pavimento. Afferrare la barra con le mani leggermente più larghe della larghezza delle spalle. Abbassa la barra fino al petto con controllo, quindi spingila indietro in modo esplosivo. Mantieni le spalle ritratte e il core contratto durante tutto il movimento.
pt_pt: Deite-se em um banco plano com os pés apoiados no chão. Segure a barra com as mãos um pouco mais largas que a largura dos ombros. Abaixe a barra até o peito com controle e pressione-a de volta de forma explosiva. Mantenha os ombros retraídos e o núcleo tenso durante todo o movimento.
ru: Лягте на горизонтальную скамью, поставьте ноги на пол. Возьмитесь за штангу руками чуть шире плеч. Опустите штангу на грудь с контролем, затем резко выжмите ее вверх. Держите плечи сведёнными, корпус напряженным на протяжении всего движения.

source: Lie on a flat bench with your feet flat on the floor. Grip the bar with hands slightly wider than shoulder-width. Lower the bar to your chest with control, then press it back up explosively. Keep your shoulders retracted and core tight throughout the movement.
de: Legen Sie sich auf eine flache Bank und stellen Sie Ihre Füße flach auf den Boden. Fassen Sie die Stange mit Händen an, die etwas breiter als schulterbreit sind. Senken Sie die Stange kontrolliert auf Ihre Brust und drücken Sie sie dann explosionsartig wieder nach oben. Halten Sie Ihre Schultern während der gesamten Bewegung zurückgezogen und den Rumpf angespannt.
es: Acuéstese en un banco plano con los pies apoyados en el suelo. Agarre la barra con las manos ligeramente más anchas que el ancho de los hombros. Baja la barra hasta tu pecho con control y luego presiónala hacia arriba de manera explosiva. Mantenga los hombros retraídos y el núcleo apretado durante todo el movimiento.
fr: Allongez-vous sur un banc plat, les pieds à plat sur le sol. Saisissez la barre avec les mains légèrement plus larges que la largeur des épaules. Abaissez la barre jusqu'à votre poitrine avec contrôle, puis appuyez dessus de manière explosive. Gardez vos épaules rétractées et votre corps serré tout au long du mouvement.
it: Sdraiati su una panca piana con i piedi appoggiati sul pavimento. Afferrare la barra con le mani leggermente più larghe della larghezza delle spalle. Abbassa la barra fino al petto con controllo, quindi spingila indietro in modo esplosivo. Mantieni le spalle ritratte e il core contratto durante tutto il movimento.
pt_pt: Deite-se em um banco plano com os pés apoiados no chão. Segure a barra com as mãos um pouco mais largas que a largura dos ombros. Abaixe a barra até o peito com controle e pressione-a de volta de forma explosiva. Mantenha os ombros retraídos e o núcleo tenso durante todo o movimento.
ru: Лягте на плоскую скамью, поставив ноги на пол. Возьмитесь за гриф руками чуть шире плеч. Опустите гриф к груди с контролем, затем взрывным движением выжмите его вверх. Держите лопатки сведенными и корпус напряженным на протяжении всего движения.

source: Lift a massive amount of total weight.
de: Heben Sie eine große Menge des Gesamtgewichts.
es: Levanta una gran cantidad de peso total.
fr: Soulevez une énorme quantité de poids total.
it: Sollevare una quantità enorme di peso totale.
pt_pt: Levante uma grande quantidade de peso total.
ru: Поднимайте громадный общий вес.
